{"translation-revision-date":"2022-01-24 00:42:21+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"When you uninstall the plugin you have the choice of whether its data should also be deleted. Examples of plugin data include the settings, validated URLs, and transients used to store image dimensions and parsed stylesheets.":["هنگامی که افزونه را حذف می کنید، می توانید انتخاب کنید که آیا داده های آن نیز باید حذف شوند. نمونه‌هایی از داده‌های افزونه شامل تنظیمات، آدرس‌های اینترنتی معتبر، و گذرا هستند که برای ذخیره ابعاد تصویر و شیوه‌نامه‌های تجزیه‌شده استفاده می‌شوند."],"Delete plugin data at uninstall":["هنگام حذف کردن افزونه، داده های افزونه را نیز پاک کنید"],"Site scan found no issues on your site. Browse your site to ensure everything is working as expected.":["اسکن سایت هیچ مشکلی در سایت شما پیدا نکرد. سایت خود را مرور کنید تا مطمئن شوید همه چیز همانطور که انتظار می رود کار می کند."],"No changes since your last scan.":["هیچ تغییری از آخرین اسکن شما ایجاد نشده است."],"Stale results. Rescan your site to ensure everything is working properly.":["نتایج کهنه سایت خود را دوباره اسکن کنید تا مطمئن شوید همه چیز به درستی کار می کند."],"The site has not been scanned yet. Scan your site to ensure everything is working properly.":["سایت هنوز اسکن نشده است. سایت خود را اسکن کنید تا مطمئن شوید همه چیز به درستی کار می کند."],"Scan Site":["اسکن سایت"],"Rescan Site":["اسکن مجدد سایت"],"Your site cannot be scanned. There are no AMP-enabled URLs available.":["سایت شما قابل اسکن نیست. هیچ نشانی اینترنتی با قابلیت AMP در دسترس نیست."],"Site scan has been cancelled. Try again.":["اسکن سایت لغو شده است. دوباره امتحان کنید."],"Site scan failed. Try again.":["اسکن سایت ناموفق بود. دوباره امتحان کنید."],"This is a per-user setting. It presumes you have some experience coding with HTML, CSS, JS, and PHP. Once enabled you will have access to Validated URLs and Error Index in the admin menu, the Validate URL item in the admin bar, and the AMP Validation sidebar in the editor.":["این تنظیمات بر اساس هر کاربر است. فرض بر این است که شما تجربه ای در کدنویسی با HTML، CSS، JS و PHP دارید. پس از فعال شدن، به URL های معتبر و فهرست خطا در منوی مدیریت، آیتم اعتبارسنجی URL در نوار مدیریت، و نوار کناری اعتبارسنجی AMP در ویرایشگر دسترسی خواهید داشت."],"Enable Developer Tools":["ابزار توسعه دهنده را فعال کنید"],"Dismiss":["ردکردن"],"Browse Site":["مرور سایت"],"Try a different <a href=\"%s\">template mode<\/a>":["یک <a href=\"%s\">حالت قالب<\/a> دیگر را امتحان کنید"],"In Reader mode AMP is served using your selected Reader theme, and pages for your non-AMP site are served using your primary theme. Browse your site below to ensure it meets your expectations, and toggle the AMP setting to compare both versions.":["در حالت خواننده AMP با استفاده از پوسته خواننده انتخابی شما ارائه می شود، و صفحات مربوط به سایت غیر AMP شما با استفاده از پوسته اصلی شما ارائه می شود. سایت خود را در زیر مرور کنید تا مطمئن شوید که انتظارات شما را برآورده می کند و تنظیمات AMP را برای مقایسه هر دو نسخه تغییر دهید."],"Browse your site below to ensure it meets your expectations, and toggle the AMP setting to compare both versions.":["سایت خود را در زیر مرور کنید تا مطمئن شوید که انتظارات شما را برآورده می کند و تنظیمات AMP را برای مقایسه هر دو نسخه تغییر دهید."],"In Standard mode there is a single AMP version of your site. Browse your site below to ensure it meets your expectations.":["در حالت استاندارد یک نسخه AMP از سایت شما وجود دارد. سایت خود را در زیر مرور کنید تا مطمئن شوید که انتظارات شما را برآورده می کند."],"Saved. Consider flushing page cache.":["ذخیره شد. خالی کردن کش صفحه را در نظر بگیرید."],"<b>Strict:<\/b> Require valid AMP, removing all markup that causes validation errors (except for excessive CSS).":["<b>سخت:<\/b> نیاز به AMP معتبر، حذف تمام نشانه‌گذاری‌هایی که باعث خطاهای اعتبارسنجی می‌شوند (به جز CSS بیش از حد)."],"<b>Moderate:<\/b> Remove anything invalid AMP except for POST forms, excessive CSS, and other PX-verified markup.":["<b>متوسط:<\/b> هر چیزی AMP نامعتبر را به جز فرم‌های POST، CSS بیش از حد، و سایر نشانه‌گذاری‌های تأیید شده با PX حذف کنید."],"<b>Loose:<\/b> Do not remove any AMP-invalid markup by default, including custom scripts. CSS processing is disabled.":["<b>آسان:<\/b> هیچ نشانه گذاری با نامعتبر AMP را به طور پیش فرض حذف نکنید، از جمله اسکریپت های سفارشی. پردازش CSS غیرفعال است."],"Enable sandboxing experiment":["حال آزمایشی را فعال کنید"],"Try out a more flexible AMP by generating pages that use AMP components without requiring AMP validity! By selecting a sandboxing level, you are indicating the minimum degree of sanitization. For example, if you selected the loose level but have a page without any POST form and no custom scripts, it will still be served as valid AMP—the same as if you had selected the strict level.":["با ایجاد صفحاتی که از اجزای AMP بدون نیاز به اعتبار AMP استفاده می کنند، یک AMP انعطاف پذیرتر را امتحان کنید! با انتخاب سطح سندباکس، حداقل درجه تمیزی را نشان می دهید. به عنوان مثال، اگر سطح آسان را انتخاب کرده باشید اما صفحه‌ای بدون هیچ فرم نوشته و بدون اسکریپت سفارشی داشته باشید، همچنان به عنوان AMP معتبر ارائه می‌شود—همانطور که سطح سخت را انتخاب کرده بودید."],"Sandboxing (Experimental)":["حالت آزمایشی (تجربی)"],"End of sentence.\u0004.":["."],"e.g. do this or that\u0004or":["یا"],"<a href=\"%s\" target=\"_blank\" rel=\"noreferrer noopener\">Learn more<\/a> how the AMP plugin works":["<a href=\"%s\" target=\"_blank\" rel=\"noreferrer noopener\">بیشتر بیاموزید<\/a> چگونه پلاگین AMP کار می کند"],"Reach out in the <a href=\"%s\" target=\"_blank\" rel=\"noreferrer noopener\">support forums<\/a>":["در <a href=\"%s\" target=\"_blank\" rel=\"noreferrer noopener\">تالار گفتمان پشتیبانی<\/a> تماس بگیرید"],"Need help?":["کمک نیاز دارید؟"],"In Transitional mode AMP and non-AMP versions of your site are served using your currently active theme.":["در حالت انتقالی، نسخه‌های AMP و غیرAMP سایت شما با استفاده از پوسته فعال فعلی شما ارائه می‌شوند."],"Your site is ready to bring great experiences to your users!":["سایت شما آماده است تا تجربیات عالی را برای کاربران شما به ارمغان بیاورد!"],"Recommended if you can commit to always choosing plugins that are AMP compatible when extending your site.":["اگر می توانید متعهد شوید که همیشه افزونه هایی را انتخاب کنید که با AMP سازگار هستند هنگام گسترش سایت خود، توصیه می شود."],"Recommended if you can’t commit to choosing plugins that are AMP compatible when extending your site. This mode will make it easy to keep AMP content even if non-AMP-compatible plugins are used later on.":["اگر نمی توانید هنگام گسترش سایت خود، متعهد به انتخاب افزونه هایی باشید که با AMP سازگار هستند، توصیه می شود. این حالت حفظ محتوای AMP را آسان می کند حتی اگر بعداً از افزونه های غیر سازگار با AMP استفاده شود."],"Recommended as you have an AMP-compatible theme and no issues were detected with any of the plugins on your site.":["توصیه می‌شود، زیرا شما یک پوسته سازگار با AMP دارید و هیچ مشکلی با هیچ یک از افزونه‌های سایت شما شناسایی نشده است."],"Not recommended because you have suppressed plugins.":["توصیه نمی شود، زیرا افزونه ها را توقیف کرده اید."],"Not recommended due to compatibility issue(s) which may break key site functionality, without developer assistance.":["به دلیل مشکل(های) سازگاری که ممکن است عملکرد کلیدی سایت را بدون کمک توسعه دهنده خراب کند، توصیه نمی شود."],"Recommended since there were no theme compatibility issues detected.":["توصیه می شود، زیرا هیچ مشکل سازگاری موضوع شناسایی نشده است."],"Not recommended until you can fix the detected compatibility issue(s).":["تا زمانی که نتوانید مشکل(های) سازگاری شناسایی شده را برطرف کنید، توصیه نمی شود."],"Not recommended as your site has no AMP compatibility issues detected.":["توصیه نمی شود، زیرا سایت شما هیچ سازگاری AMP شناسایی نشده است."],"Recommended so you can progressively enable AMP on your site while still making the non-AMP version available to visitors for functionality that is not AMP-compatible. Choose this mode if compatibility issues can be fixed or if your theme degrades gracefully when JavaScript is disabled.":["توصیه می شود، تا بتوانید به تدریج AMP را در سایت خود فعال کنید و در عین حال نسخه غیر AMP را برای عملکردی که با AMP سازگار نیست در دسترس بازدیدکنندگان قرار دهید. اگر می‌توان مشکلات سازگاری را برطرف کرد یا اگر زمانی که جاوا اسکریپت غیرفعال می‌شود، موضوع شما به خوبی کاهش پیدا کرد، این حالت را انتخاب کنید."],"Recommended if you want to enable AMP on your site despite the detected compatibility issue(s).":["اگر می‌خواهید با وجود مشکل(های) سازگاری شناسایی شده، AMP را در سایت خود فعال کنید، توصیه می‌شود."],"To address plugin compatibility issue(s), you may need to use Plugin Suppression to disable incompatible plugins on AMP pages or else select an alternative AMP-compatible plugin.":["برای رفع مشکل(های) سازگاری افزونه، ممکن است لازم باشد از توقیف افزونه برای غیرفعال کردن افزونه‌های ناسازگار در صفحات AMP استفاده کنید یا یک افزونه جایگزین سازگار با AMP را انتخاب کنید."],"In Transitional mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>both will use the same theme<\/b>.":["در حالت انتقالی <b>سایت شما دارای یک نسخه غیرAMP و AMP خواهد بود<\/b>، و <b>هر دو از یک موضوع استفاده خواهند کرد<\/b>."],"In Reader mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>each version will use its own theme<\/b>.":["در حالت خواننده <b>سایت شما دارای یک نسخه غیرAMP و یک AMP خواهد بود<\/b>، و <b>هر نسخه از پوسته خود استفاده خواهد کرد<\/b>."],"If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["اگر تغییر مسیر خودکار تلفن همراه فعال باشد، نسخه AMP محتوا در دستگاه های تلفن همراه ارائه می شود. اگر پیوند AMP به AMP فعال باشد، وقتی کاربران در یک صفحه AMP قرار گرفتند، به پیمایش محتوای AMP شما ادامه خواهند داد."],"Scanning %1$d\/%2$d URLs: Checking %3$s…":["اسکن %1$d\/%2$d نشانی وب: در حال بررسی %3$s…"],"Site scan is checking if there are AMP compatibility issues with your active theme and plugins. We’ll then recommend how to use the AMP plugin.":["اسکن سایت در حال بررسی است که آیا مشکلات سازگاری AMP با پوسته و افزونه های فعال شما وجود دارد یا خیر. سپس نحوه استفاده از افزونه AMP را توصیه می کنیم."],"Review Validated URLs":["نشانی های معتبر را مرور کنید"],"Scan complete":["اسکن کامل شد"],"Site Scan":["اسکن سایت"],"This plugin has been uninstalled or its metadata is unavailable.":["این افزونه حذف شده است یا ابرداده آن در دسترس نیست."],"This plugin has been deactivated since last site scan.":["این افزونه از آخرین اسکن سایت غیرفعال شده است."],"You may also want to browse alternative <a>AMP compatible plugins<\/a>.":["همچنین ممکن است بخواهید <a>افزونه های سازگار با AMP<\/a> را مرور کنید."],"Because of plugin issue(s) detected, you may want to <a>review and suppress plugins<\/a>.":["به دلیل شناسایی مشکل(های) افزونه، ممکن است بخواهید <a>افزونه ها را بررسی و توقیف کنید<\/a>."],"Plugins with AMP incompatibility":["افزونه هایی با ناسازگاری AMP"],"This theme has been uninstalled or its metadata is unavailable.":["این پوسته حذف شده است یا فراداده آن در دسترس نیست."],"This theme has been deactivated since last site scan.":["این پوسته از آخرین اسکن سایت غیرفعال شده است."],"You may also want to browse alternative <a>AMP compatible themes<\/a>.":["همچنین ممکن است بخواهید <a>پوسته های سازگار با AMP<\/a> را مرور کنید."],"Because of theme issue(s) we’ve found, you’ll want to consider a different <a>template mode<\/a> below.":["به دلیل مشکل(های) موضوعی که پیدا کردیم، می‌خواهید <a>حالت قالب<\/a> متفاوتی را در زیر در نظر بگیرید."],"Themes with AMP incompatibility":["پوسته هایی با ناسازگاری AMP"],"Version %s":["نسخه %s"],"by %s":["توسط %s"],"(unavailable due to slug conflict per above)":["(به دلیل slug conflict در بالا، در دسترس نیست)"],"Rewrite rules: ":["بازنویسی قوانین:"],"Taxonomy: %s":["طبقه‌بندی: %s"],"(name: %s)":["(نام: %s)"],"Post type: %s":["نوع نوشته: %s"],"User":["کاربر"],"(ID: %d)":["(شناسه: %d)"],"There are one or more entities that are already using the “%s” URL slug. For this reason, you cannot currently use the path suffix or legacy reader paired URL structures. See below for the source of the slug conflict(s):":["در حال حاضر، یک یا چند نهاد از slug URL \"%s\" استفاده می‌کنند. به همین دلیل، نمی‌توانید از پسوند مسیر یا ساختارهای URL جفت شده با خواننده قدیمی استفاده کنید. برای مشاهده منبع  slug conflict(s) به زیر مراجعه کنید:"],"Copy Error":["خطای کپی"],"Copied!":["کپی شد!"],"Please submit details to our <a href=\"%s\" target=\"_blank\" rel=\"noreferrer noopener\">support forum<\/a>.":["لطفاً جزئیات را به <a href=\"%s\" target=\"_blank\" rel=\"noreferrer noopener\">تالار گفتمان پشتیبانی<\/a> ما ارسال کنید."],"There was an error loading the page.":["هنگام بارگیری صفحه خطایی روی داد."],"Something went wrong.":["مشکلی پیش آمد."],"https:\/\/wordpress.org\/support\/plugin\/amp\/":["https:\/\/wordpress.org\/support\/plugin\/amp\/"],"(default)":["(پیش‌فرض)"],"https:\/\/amp-wp.org\/?p=10004":["https:\/\/amp-wp.org\/?p=10004"],"When using the Transitional or Reader template modes, your site is in a “Paired AMP” configuration. Your site's canonical URLs are non-AMP, and the separate AMP versions of your pages have AMP-specific URLs. The structure of a paired AMP URL is not important, whether using a query parameter or path suffix. The use of a query parameter is the most compatible across various sites and it has the benefit of not resulting in a 404 if the AMP plugin is deactivated. <em>Note: Changing the paired URL structure can cause AMP pages to temporarily disappear from search results until your site is re-indexed.<\/em> If you're migrating from another AMP plugin with a different paired URL structure, then you may want to change this setting. Otherwise we recommend leaving it as is. <a href=\"%1$s\" target=\"_blank\">Learn more<\/a>":["هنگام استفاده از حالت‌های قالب گذار یا خواننده، سایت شما در یک پیکربندی \"AMP جفتی\" قرار دارد. نشانی‌های اینترنتی متعارف سایت شما غیرAMP هستند و نسخه‌های AMP جداگانه صفحات شما دارای نشانی‌های اینترنتی خاص AMP هستند. ساختار یک نشانی AMP جفت شده اهمیتی ندارد که با استفاده از یک پارامتر کوئری یا پسوند باشد. استفاده از پارامتر پرس و جو بیشترین سازگاری را در سایت‌های مختلف دارد و این مزیت را دارد که در صورت غیرفعال شدن افزونه AMP منجر به خطای 404 نمی شود. <em>توجه: تغییر ساختار URL جفت‌شده می‌تواند باعث شود، تا زمانی که سایت دوباره ایندکس شود، صفحات AMP به طور موقت از نتایج جستجو ناپدید شوند.<\/em> اگر از افزونه AMP دیگری با ساختار URL جفت‌شده دیگری مهاجرت می‌کنید، ممکن است بخواهید این تنظیمات را تغییر دهید. در غیر این صورت توصیه می‌کنیم آن را همانطور که هست رها کنید. <a href=\"%1$s\" target=\"_blank\">بیشتر بیاموزید<\/a>"],"Your active theme “%s” is not listed below because it is already AMP-compatible. If you wish to use your active theme for both AMP and non-AMP pages, then Transitional template mode is what you should choose.":["پوسته فعال شما \"%s\" در زیر فهرست نشده است، زیرا از قبل با AMP سازگار است. اگر می‌خواهید از پوسته فعال خود برای صفحات AMP و غیرAMP استفاده کنید، حالت قالب انتقالی همان چیزی است که باید انتخاب کنید."],"Choose the theme to be used for AMP pages. This theme will normally be exclusively shown to mobile visitors.":["پوسته مورد استفاده برای صفحات AMP را انتخاب کنید. این پوسته معمولاً فقط به بازدیدکنندگان تلفن همراه نشان داده می‌شود."],"Legacy reader":["خواننده قدیمی"],"Legacy transitional":["انتقالی قدیمی"],"(unavailable due to not using permalinks)":["(به دلیل استفاده نکردن از پیوندهای ثابت در دسترس نیست)"],"Path suffix":["پسوند مسیر"],"Query parameter":["پارامتر کوئری"],"a must-use plugin":["یک افزونه ضروری"],"a theme":["یک پوسته"],"a plugin":["یک افزونه"],"The custom structure is being introduced by:":["ساختار سفارشی توسط:"],"A custom paired URL structure is being applied so the following options are unavailable.":["یک ساختار URL جفت‌شده سفارشی در حال اعمال است، بنابراین گزینه‌های زیر در دسترس نیستند."],"Paired URL Structure":["ساختار URL جفت‌شده"],"Examples":["نمونه‌ها"],"Saved":["ذخیره شده"],"Saving":["ذخیره‌سازی"],"Review":["بررسی"],"Because you selected a Reader theme that is the same as your site's active theme, your site has automatically been switched to Transitional template mode.":["از آنجایی که شما یک پوسته خواننده را انتخاب کرده‌اید که با پوسته فعال سایت شما یکسان است، سایت شما به طور خودکار به حالت الگوی انتقالی تغییر یافته است."],"A template mode recommendation case was not accounted for.":["حالت الگوی توصیه شده، در نظر گرفته نشد."],"In Standard mode <b>your site will be completely AMP<\/b> (except in cases where you opt-out of AMP for specific parts of your site), and <b>it will use a single theme<\/b>.":["در حالت استاندارد <b>سایت شما کاملاً AMP خواهد بود<\/b> (به جز مواردی که AMP را برای بخش‌های خاصی از سایت خود انتخاب نکنید)، و <b>از یک پوسته واحد استفاده می‌کند<\/b>."],"Backtick":["بک تیک"],"Period":["دوره زمانی"],"Comma":["کاما"],"You have no suppressible plugins active.":["شما هیچ افزونه قابل توقف فعالی ندارید."],"Learn more":["بیشتر بدانید"],"An error occurred. You might be offline or logged out.":["خطایی رخ داد. شما ممکن است آفلاین باشید یا از سیستم خارج شده باشید."],"Plugin suppression":["توقف افزونه"],"Plugin Suppression":["توقف افزونه"],"Supported templates":["الگوهای پشتیبانی‌شده"],"Advanced Settings":["تنظیمات پیشرفته"],"Error:":["خطا :"],"Redirect mobile visitors to AMP":["بازدیدکنندگان موبایل را به AMP هدایت کنید"],"Limit AMP on a subset of the WordPress <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">Template Hierarchy<\/a>:":["AMP را در زیر مجموعه‌ای از <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">سلسله مراتب الگوی<\/a> وردپرس محدود کنید:"],"Are you sure you want to disable the singular template? This template is needed to serve individual posts and pages as AMP.":["آیا مطمئن هستید که می‌خواهید الگوی تکی را غیرفعال کنید؟ این الگو برای ارائه پست‌ها و صفحات به عنوان AMP مورد نیاز است."],"Content types enabled for AMP:":["انواع محتوای فعال برای AMP:"],"Note that disabling pages will prevent you from serving your homepage as AMP.":["توجه داشته باشید که غیرفعال کردن صفحات باعث می شود نتوانید صفحه اصلی خود را به عنوان AMP ارائه دهید."],"Note that disabling pages will prevent you from serving your posts page (blog index) as AMP.":["توجه داشته باشید که غیرفعال کردن صفحات باعث می شود نتوانید صفحه نوشته های خود (شاخص وبلاگ) را به عنوان AMP ارائه دهید."],"Note that disabling pages will prevent you from serving your homepage and posts page (blog index) as AMP.":["توجه داشته باشید که غیرفعال کردن صفحات باعث می شود نتوانید صفحه اصلی و صفحه پست های خود (شاخص وبلاگ) را به عنوان AMP ارائه دهید."],"Serve all templates as AMP":["همه الگوها را به عنوان AMP ارائه دهید"],"This page has unsaved changes. Are you sure you want to leave?":["این صفحه دارای تغییرات ذخیره نشده است. آیا مطمئن هستی که می خواهی ترک کنی؟"],"When a plugin adds markup that is not allowed in AMP you may let the AMP plugin remove it, or you may suppress the plugin from running on AMP pages. The following list includes all active plugins on your site, with any of those detected to be generating invalid AMP markup appearing first.":["هنگامی که یک افزونه نشانه‌گذاری را اضافه می‌کند که در AMP مجاز نیست، می‌توانید به افزونه AMP اجازه دهید آن را حذف کند، یا ممکن است از اجرای افزونه در صفحات AMP جلوگیری کنید. فهرست زیر شامل همه افزونه‌های فعال در سایت شما می‌شود، و هر یک از آن‌هایی که شناسایی شده‌اند علامت‌گذاری AMP نامعتبر ایجاد می‌کنند، ابتدا ظاهر می‌شوند."],"By %s":["توسط %s"],"Suppressed":["متوقف شده"],"Active":["فعال"],"Plugin status:":["وضعیت افزونه"],"No validation errors yet detected.":["هنوز هیچ خطای اعتبارسنجی شناسایی نشده است."],"Plugin updated since last suppressed.":["افزونه از آخرین باری که سرکوب شد به روز شد."],"Now updated to version %1$s since suppressed at %2$s.":["اکنون به نسخه %1$s به‌روزرسانی شده است، زیرا در %2$s حذف شده است."],"Done by %s.":["انجام شده توسط %s."],"Since %s.":["از %s."],"Show reader themes":["نمایش پوسته های خواننده"],"Reader theme: %s":["پوسته خواننده: %s"],"Not recommended":["توصیه نمیشود"],"Recommended":["توصیه شده"],"Show unavailable themes":["نمایش پوسته های غیرقابل دسترس"],"Some supported themes cannot be installed automatically on this site. To use, please install them manually or contact your hosting provider.":["برخی از پوسته های پشتیبانی شده را نمی توان به طور خودکار در این سایت نصب کرد. برای استفاده، لطفاً آنها را به صورت دستی نصب کنید یا با ارائه دهنده هاست خود تماس بگیرید."],"Next":["بعدی"],"Previous":["قبلی"],"(Selected item)":["(مورد انتخاب شده)"],"Unavailable":["در دسترس نیست"],"Previously selected":["قبلا انتخاب شده است"],"Add entry":["افزودن ورودی"],"https:\/\/amp.dev\/documentation\/guides-and-tutorials\/optimize-and-measure\/configure-analytics\/analytics-vendors\/":["https:\/\/amp.dev\/documentation\/guides-and-tutorials\/optimize-and-measure\/configure-analytics\/analytics-vendors\/"],"https:\/\/amp-wp.org\/documentation\/getting-started\/analytics\/":["https:\/\/amp-wp.org\/documentation\/getting-started\/analytics\/"],"https:\/\/amp.dev\/documentation\/components\/amp-analytics\/":["https:\/\/amp.dev\/documentation\/components\/amp-analytics\/"],"Please see AMP project's <a href=\"%1$s\" target=\"_blank\">documentation<\/a> for %2$s as well as the <a href=\"%3$s\" target=\"_blank\">plugin's analytics documentation<\/a>. Each analytics configuration supplied below must take the form of a JSON object beginning with a %4$s and ending with a %5$s. Do not include any HTML tags like %6$s or %7$s. For the type field, supply one of the <a href=\"%8$s\" target=\"_blank\">available analytics vendors<\/a> or leave it blank for in-house analytics. For Google Analytics specifically, the type should be %9$s.":["لطفاً <a href=\"%1$s\" target=\"_blank\">اسناد<\/a> پروژه AMP را برای %2$s و همچنین <a href=\"%3$s\" target=\"_blank\"> اسناد تجزیه و تحلیل افزونه<\/a> را ببینید. هر پیکربندی تحلیلی ارائه شده در زیر باید به شکل یک شی JSON باشد که با %4$s شروع و با %5$s ختم می‌شود. هیچ برچسب HTML ای مانند %6$s یا %7$s را وارد نکنید. برای فیلد نوع، یکی از <a href=\"%8$s\" target=\"_blank\">آنالیزور های تجزیه و تحلیل موجود<\/a> را ارائه کنید یا آن را برای تجزیه و تحلیل داخلی خالی بگذارید. به طور خاص برای Google Analytics، نوع باید %9$s باشد."],"Remove entry":["ورودی حذف شده"],"Are you sure you want to delete this entry?":["آیا مطمئن هستید که می خواهید این ورودی را حذف کنید؟"],"Vendor or blank":["ارائه دهنده یا خالی"],"Must be a valid vendor or left blank for in-house analytics.":["باید یک ارائه دهنده معتبر باشد یا برای تجزیه و تحلیل داخلی خالی گذاشته شود."],"Analytics Configuration #%s":["پیکربندی تجزیه و تحلیل #%s"],"Provide site tracking ID here (e.g. UA-XXXXX-Y)":["شناسه ردیابی سایت را در اینجا ارائه دهید (به عنوان مثال UA-XXXXXX-Y)"],"https:\/\/wordpress.org\/plugins\/google-site-kit\/":["https:\/\/wordpress.org\/plugins\/google-site-kit\/"],"For Google Analytics please consider using <a href=\"%1$s\" target=\"_blank\" rel=\"noreferrer\">Site Kit by Google<\/a>. This plugin configures analytics for both non-AMP and AMP pages alike, avoiding the need to manually provide a separate AMP configuration here. Nevertheless, for documentation on manual configuration see <a href=\"%2$s\" target=\"_blank\" rel=\"noreferrer\">Adding Analytics to your AMP pages<\/a>.":["برای Google Analytics لطفاً از <a href=\"%1$s\" target=\"_blank\" rel=\"noreferrer\">کیت سایت توسط Google<\/a> استفاده کنید. این افزونه تجزیه و تحلیل را برای صفحات غیرAMP و AMP به طور یکسان پیکربندی می کند و از نیاز به ارائه دستی پیکربندی AMP جداگانه در اینجا اجتناب می کند. با این وجود، برای مستندات مربوط به پیکربندی دستی به <a href=\"%2$s\" target=\"_blank\" rel=\"noreferrer\">افزودن Analytics به صفحات AMP خود<\/a> مراجعه کنید."],"You are using an old version of WordPress. Please upgrade to access all of the features of the AMP plugin.":["شما از نسخه قدیمی وردپرس استفاده می کنید. لطفاً برای دسترسی به همه ویژگی‌های افزونه AMP ارتقا دهید."],"Customize Reader Theme":["سفارشی کردن پوسته خواننده"],"Open Wizard":["Wizard را باز کنید"],"Reopen Wizard":["Wizard را دوباره باز کنید"],"The AMP configuration wizard helps you choose the best configuration settings for your site.":["جادوگر پیکربندی AMP به شما کمک می کند تا بهترین تنظیمات پیکربندی را برای سایت خود انتخاب کنید."],"Configure AMP":["راه اندازی AMP"],"AMP Settings Configured":["پیکربندی تنظیمات AMP"],"Reader theme failed to download.":["پوسته خواننده دانلود نشد."],"Enable AMP developer tools to surface validation errors when editing posts and viewing the site.":["ابزارهای برنامه‌نویس AMP را فعال کنید تا خطاهای اعتبارسنجی را هنگام ویرایش پست‌ها و مشاهده سایت نشان دهند."],"(opens in a new tab)":["(باز کردن در زبانه جدید)"],"Plugin":["افزونه"],"Page %d":["صفحه %s"],"Learn more.":["بیشتر بدانید"],"Standard":["استاندارد"],"https:\/\/developers.google.com\/analytics\/devguides\/collection\/amp-analytics\/":["https:\/\/developers.google.com\/analytics\/devguides\/collection\/amp-analytics\/"],"Reader":["خواننده"],"Transitional":["گذار"],"Other":["دیگر"],"Stale results":["نتایج بدست آمده"],"A JSON object is required, e.g. {…}":["یک شی JSON مورد نیاز است، مثلا {…}"],"Learn about analytics for AMP.":["در مورد تجزیه و تحلیل برای AMP اطلاعات بدست آورید."],"Learn More":["بیشتر بدانید"],"Templates":["قالب‌ها"],"Content Types":["انواع محتوا"],"Supported Templates":["قالب های پشتیبانی شده"],"Template Mode":["حالت قالب"],"Status":["وضعیت"],"More details":["جزئیات بیشتر"],"%s validation error":["ارور اعتبار سنجی %s"],"Details":["جزئیات"],"Save":["ذخیره"],"JSON Configuration:":["پیکربندی JSON:"],"Type:":["نوع:"],"Analytics":["تجزیه و تحلیل"]}},"comment":{"reference":"assets\/js\/amp-settings.js"}}