{"translation-revision-date":"2022-01-20 15:59:59+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"Support UUID: ":["UUID de soporte:"],"Create support topic":["Crear asunto de soporte"],"Send data":["Enviar datos"],"Sending…":["Enviando…"],"Sent":["Enviado"],"Please check \"Raw Data\" for all error source information.":["Por favor, consulta los \"Datos sin procesar\" para obtener toda la información sobre el origen del error."],"Error Sources (%d)":["Origen de error (%d)"],"Please check \"Raw Data\" for all error information.":["Por favor, consulta los \"Datos sin procesar\" para obtener toda la información sobre los errores."],"Errors (%d)":["Errores (%d)"],"In order to best assist you, please tap the Send Data button below to send the following site information to our private database. Once you have done so, copy the the resulting Support UUID in the blue box that appears and include the ID in a new <a href=\"%s\" rel=\"noreferrer\" target=\"_blank\">support forum topic<\/a>. You do not have to submit data to get support, but our team will be able to help you more effectively if you do so.":["Para brindarte la mejor asistencia, por favor, presiona el botón \"Enviar Datos\" para enviar la siguiente información del sitio a nuestra base de datos privada. Una vez que lo hayas hecho, copia el UUID de soporte resultante en el cuadro azul e incluye el ID en un nuevo <a href=\"%s\" rel=\"noreferrer\" target=\"_blank\">asunto del foro de soporte<\/a>. No tienes que enviar datos para obtener soporte, pero nuestro equipo podrá ayudarte de manera más efectiva si lo haces."],"AMP Support":["Soporte AMP"],"The site has no validation data. Go to the AMP Settings page and scan you site before sending a support request.":["El sitio no tiene datos de validación. Ve a la página de configuración de AMP y escanea tu sitio antes de enviar una solicitud de soporte."],"We found no issues on your site but there are some stale validation results. Browse your site to ensure everything is working as expected.":["No encontramos problemas en tu sitio, pero hay algunos resultados de validación obsoletos. Explora tu sitio para asegurarte de que todo funcione como se espera."],"Themes":["Temas"],"AMP mode":["Modo AMP"],"Site Health":["Salud del Sitio"],"WordPress language":["Idioma de WordPress"],"WordPress version":["Versión de WordPress"],"MySQL version":["Versión de MySQL"],"PHP version":["Versión de PHP"],"Site title":["Título del sitio"],"Site URL":["URL del sitio"],"Site Information":["Información del sitio"],"Plugins (%s)":["Plugins (%s)"],"Please submit details to our <a href=\"%s\" target=\"_blank\" rel=\"noreferrer noopener\">support forum<\/a>.":["Por favor, envía los detalles a nuestro <a href=\"%s\" target=\"_blank\" rel=\"noreferrer noopener\">foro de soporte<\/a>."],"There was an error loading the page.":["Se ha producido un error al cargar la página."],"Something went wrong.":["Algo ha ido mal."],"https:\/\/wordpress.org\/support\/plugin\/amp\/":["https:\/\/es-mx.wordpress.org\/support\/plugin\/amp\/"],"text direction\u0004ltr":["ltr"],"Backtick":["Acento grave"],"Period":["Periodo"],"Comma":["Coma"],"AMP version":["Versión AMP"],"(opens in a new tab)":["(abre en una nueva pestaña)"],"Details":["Detalles"]}},"comment":{"reference":"assets\/js\/amp-support.js"}}